Repository: GNOME/devhelp
Catalog: po/*.po
Languages: en@shaw, ia, kab, my, uz

source: A developer tool for browsing and searching API documentation
ia: Un instrumento de disveloppator pro navigar e cercar in le documentation de API
kab: Afecku n uneflay i tunigin d unadi n tsemlit API
my: API ဒိုကူမန်တေးရှင်း အတွင်း သွားလာရှာဖွေရန်အတွက် ပရိုဂရမ်မာသုံးကိရိယာတစ်ခု
uz: API hujjatlarini qidirish va ko'rish uchun dasturchi vositasi

source: Devhelp is a developer tool for browsing and searching API documentation. It provides an easy way to navigate through libraries and to search by function, struct, or macro.
ia: Devhelp es un instrumento de disveloppator pro navigar e cercar in le documentation de API. Il forni un maniera facile de navigar per le bibliothecas e pro cercar per functiones, structuras o macros.
my: ဒက်ဗ်ဟဲလ်ပ်သည် APIဒိုကူမန်တေးရှင်းအတွင်းသွားလာရှာဖွေရန်အတွက် ပရိုဂရမ်မာသုံးကိရိယာတစ်ခုဖြစ်သည်။ ယင်းသည် librariesများအကြား သွားရောက်ပြီး function, struct, macro စသည်တို့ကို ရှာဖွေရာတွင် လွယ်ကူစေသည်။
uz: DevHelp bu API hujjatlarini ko'rish va qidirish uchun qulay vosita. Bu kutubxonalar ichidan izlash, va funksiya, tuzilish hamda macro bo'yicha qidiruvni taqdim etadi.

source: The documentation must be installed locally, so an internet connection is not needed to use Devhelp.
ia: Le documentation debe ser installate localmente, assi un connexion a internet non es necessari pro usar Devhelp
my: ဒက်ဗ်ဟဲလ်ပ်သုံးရာတွင် အင်တာနက်မလိုအပ်ရန် ဒိုကူမန်တေးရှင်းများကို စက်တွင်းသိမ်းဆည်းထားရန် လိုအပ်သည်။
uz: Hujjat komputeringizga o'rnatilishi shart, shu sababdan DasturchigaYordamni ishlatish uchun internet aloqasi shart emas.

source: Devhelp works natively with GTK-Doc, so the GTK and GNOME libraries are well supported. But other development platforms can be supported as well, as long as the API documentation is available in HTML and a *.devhelp2 index file is generated.
ia: Devhelp functiona nativemente con GTK_Doc, assi le bibliothecas GTK e GNOME son ben supportate. Ma altere platteformas de disveloppamente ante pote ser supportate, tanto longe que le documentation de API sia disponibile in formato HTML e un file de indice *.devhelp2 sia generate.
my: ဒက်ဗ်ဟဲလ်ပ်သည် GTK-Docနှင့် နေနှင့်လ၊ ရွှေနှင့်မြ ကဲ့သို့ လိုက်ဖက်လှသဖြင့် GTK နှင့် GNOME libraries တို့ကို လွန်စွာမှထောက်ပံ့ပေးထားသည်။ အခြားdevelopment platforms အတွက်လည်း APIဒိုကူမန်တေးရှင်းသည် HTMLအဖြစ် ရှိနေပါက *.devhelp2 အညွှန်းဖိုင်လ်ထုတ်ပေးကာ ထောက်ပံ့ပေးသည်။
uz: Devhelp GTK-Doc bilan ishlaydi, shuning uchun GTK va GNOME kutubxonalari yaxshi qo'llab-quvvatlanadi. API hujjatlari HTMLda mavjud bo'lsa va *.devhelp2 indeks fayli yaratilsa, boshqa ishlab chiqish platformalari ham qo'llab-quvvatlanishi mumkin.

source: Devhelp integrates with other applications such as Glade, Builder or Anjuta, and plugins are available for different text editors (gedit, Vim, Emacs, Geany, …).
ia: Devhelp se integra con altere applicationes como Glade, Builder o Anjuta e il ha plug-ins disponibile pro differente editores de texto (gedit, Vim, Emacs, Geany, …).
my: ဒက်ဗ်ဟဲလ်ပ်သည် Glade၊ Builder ၊Anjutaတို့နှင့် တွဲဖက် လုပ်နိုင်သည်။ထို့အပြင် အခြားသော စာတည်းဖြတ်ပရိုဂရမ်များ(gedit, Vim, Emacs, Geany, ...)အတွက်လည်း တိုးချဲ့စနစ်အနေဖြင့် ပူပေါင်းနိုင်သည်။
uz: Devhelp Glade, Builder yoki Anjuta kabi boshqa ilovalar bilan birga ishlay oladi, va turli text tahrirlovchilar(gedit, Vim, Emacs, Geany, …) uchun pluginlar mavjud.

source: Devhelp's main window
ia: Fenestra principal de Devhelp
kab: Asfaylu agejdan n Devhelp
my: ဒက်ဗ်ဟဲလ်ပ်၏အဓိကဝင်းဒိုး
uz: DevHelpning asosiy oynasi

source: Devhelp's main window with an open book
ia: Fenestra principal de Devhelp con un libro aperite
kab: Asfaylu agejdan n Devhelp s udlis yeldin
my: ဖွင့်ထားသောစာအုပ်ကို ပြနေသည့် ဒက်ဗ်ဟဲလ်ပ်၏အဓိကဝင်းဒိုး
uz: DevHelpning ochiq kitobli asosiy oynasi

source: Devhelp supports opening multiple books
ia: Devhelp supporta le apertura de multiple libros
kab: Devhelp issefrak aṭas n yidlisen yeldin
my: ဒက်ဗ်ဟဲလ်ပ်သည် ဝင်းဒိုးတစ်ခုအတွင်း စာအုပ်များစွာကို ဖွင့်ဖတ်နိုင်သည်။
uz: DevHelp bir nechta kitobni ochishni qo'llab quvvatlaydi

source: Devhelp supports HTML documentation formats
ia: Devhelp supporta formatos de documentation HTML
kab: Devhelp issefrak imasalen n tsemlit HTML
my: ဒက်ဗ်ဟဲလ်ပ်သည် htmlမှတ်တမ်းပြုစုစနစ်များကို လက်ခံဆောင်ရွက်နိုင်သည်။
uz: DevHelp HTML hujjat shakllarini qo'llab quvvatlaydi

source: API Documentation Browser
ia: Navigator de documentation de API
kab: Iminig n tsemlit API
my: API ဒိုကူမန်တေးရှင်း ဘရောက်ဇာ
uz: API Hujjat Brouzeri

source: documentation;information;manual;developer;api;
ia: documentation;information;manual;disveloppator;api;
kab: tisemlit;talɣut;awfus;aneflay;api;
my: ဒိုကူမန်တေးရှင်း;သတင်းအချက်အလက်;နည်းပညာစာ;
uz: hujjat;ma'lumot;qo'llanma;dasturchi;api;

source: Main window maximized state
en@shaw: ğ‘¥ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘©ğ‘¥ğ‘²ğ‘Ÿğ‘› ğ‘•ğ‘‘ğ‘±ğ‘‘
ia: Stato maximisate del fenestra principal
kab: Addad n usfaylu agejdan meqqren
my: ပရိုဂရမ်ကို ဖန်သားပြင်တွေ နေရာယူနိုင်သမျှ ယူထားသော အခြေအနေ
uz: Asosiy oynaning maksimal holati

source: Whether the main window should start maximized.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘–ğ‘«ğ‘› ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘©ğ‘¥ğ‘²ğ‘Ÿğ‘›.
ia: Si le fenestra principal deberea initiar se maximisate
kab: Mel ma yella asfaylu agejdan ad ikker deg uskar ameqqran.
my: ပရိုဂရမ်စသောအခါ အဓိကဝင်းဒိုး ဖန်သားပြင်အပြည့် ဖြစ်၊ မဖြစ်
uz: Asosiy oyna maksimal holatda ochilishi kerak.

source: Width of the main window
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
ia: Largor del fenestra principal.
kab: Tehri n usfaylu agejdan
my: အဓိကဝင်းဒိုး၏အနံ
uz: Asosiy oyna kengligi

source: The width of the main window.
en@shaw: ğ‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.
ia: Le largor del fenestra principal.
kab: Tehri n usfaylu agejdan.
my: အဓိကဝင်းဒိုး၏အနံ။
uz: Asosiy oyna kengligi.

source: Height of main window
en@shaw: ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
ia: Altor del fenestra principal
kab: Teɣzi n usfaylu agejdan
my: အဓိကဝင်းဒိုး၏အမြင့်
uz: Asosiy oyna balandligi

source: The height of the main window.
en@shaw: ğ‘ ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.
ia: Le altor del fenestra principal.
kab: Teɣzi n usfaylu agejdan.
my: အဓိကဝင်းဒိုး၏အမြင့်။
uz: Asosiy oyna balandligi.

source: Width of the index and search pane
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘• ğ‘¯ ğ‘•ğ‘»ğ‘— ğ‘ğ‘±ğ‘¯
ia: Largor del subfenestra de indice e cerca
kab: Tehri agalis n usmiter akked unadi
my: အညွှန်းနှင့်ရှာဖွေမှုပန်နယ်ပြား၏အနံ
uz: Indeks va qidiruv panelining kengligi

source: The width of the index and search pane.
en@shaw: ğ‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘• ğ‘¯ ğ‘•ğ‘»ğ‘— ğ‘ğ‘±ğ‘¯.
ia: Le largor del subfenestra de indice e cerca.
kab: Tehri agalis n usmiter akked unadi.
my: အညွှန်းနှင့်ရှာဖွေမှုပန်နယ်ပြား၏အနံ။
uz: Indeks va qidiruv panelining kengligi.

source: Width of the assistant window
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
ia: Largor del fenestra de assistente
kab: Tehri n usfaylu n tallalt
my: အကူဝင်းဒိုး၏အနံ
uz: Yordamchi oyna kengligi

source: The width of the assistant window.
en@shaw: ğ‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.
ia: Le largor del fenestra de assistente
kab: Tehri n usfaylu n tallalt.
my: အကူဝင်းဒိုး၏အနံ။
uz: Yordamchi oyna kengligi.

source: Height of assistant window
en@shaw: ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
ia: Altor del fenestra de assistente
kab: Teɣzi n usfaylu n tallalt
my: အကူဝင်းဒိုး၏အမြင့်
uz: Yordamchi oyna balandligi

source: The height of the assistant window.
en@shaw: ğ‘ ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.
ia: Le altor del fenestra de assistente
kab: Teɣzi n usfaylu n tallalt.
my: အကူဝင်းဒိုး၏အမြင့်။
uz: Yordamchi oyna balandligi.

source: Books disabled
ia: Libros disactivate
kab: Idlisen nsan
my: ပိတ်သိမ်းထားသော စာအုပ်များ
uz: Kitoblar o'chirilgan

source: List of books disabled by the user.
ia: Lista de libros disactivate per le usator.
kab: Tabdart n yidlisen yensan sɣur useqdac.
my: အသုံးပြုသူပိတ်သိမ်းထားသောစာအုပ်များ၏စာရင်း။
uz: Foydalanuvchi tomonidan o'chirilgan kitoblar ro'yxati.

source: Group books by language
ia: Gruppar libros per linguage
kab: Agraw n yidlisen s tutlayt
my: ဘာသာစကားဖြင့် အုပ်စုဖွဲ့ပါ
uz: Kitoblarni tili bo'yicha guruhlash

source: Whether books should be grouped by programming language in the user interface.
ia: Si le libros deberea ser gruppate per linguage de programation in le interfacie de usator
my: ယူအိုင်မှာ ပရိုဂရမ်မင်းဘာသာစကားဖြင့် အုပ်စုဖွဲ့၊ မဖွဲ့။
uz: Kitoblar foydalanuvchi interfeysidagi dasturlash tili bo'yicha guruhlanishi kerak.

source: Use system fonts
en@shaw: ğ‘¿ğ‘Ÿ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘“ğ‘ªğ‘¯ğ‘‘ğ‘•
ia: Usar typos de littera del systema
kab: Seqdec tisefsiyin n unagraw
my: စစ်စတမ်ဖောင့်များသုံးရန်
uz: Sistema shriftlaridan foydalanish

source: Use the system default fonts.
en@shaw: ğ‘¿ğ‘Ÿ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ğ‘•.
ia: Usar le typos de littera predefinite per le systema.
kab: Seqdec tisefsiyin n unagraw s wudem amezwer.
my: ပဏာမသတ်မှတ်ထားသော စစ်စတမ်ဖောင့်များသုံးရန်
uz: Sistemaning birlamchi shriftlaridan foydalanish.

source: Font for text
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘
ia: Typo de littera pro texto
kab: Tasefsit i uḍris
my: အနံရှင်စာဖောင့်
uz: Tekst uchun shrift

source: Font for text with variable width.
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘›ğ‘”.
ia: Typo de litteras pro texto con largor variabile.
kab: Tasefsit i uḍris s tiddi tameskilt.
my: အနံရှင်စာများအတွက် ဖောင့်။
uz: O'zgaruvchi kengligidagi matn uchun shrift.

source: Font for fixed width text
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘
ia: Typo de litteras pro texto de largor fixate
kab: Tasefsit i uḍris s tiddi tusbiṭ
my: အနံသေစာဖောင့်
uz: O'zgarmas kenglikdagi matn uchun shrift

source: Font for text with fixed width, such as code examples.
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘›ğ‘”, ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘’ğ‘´ğ‘› ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤ğ‘Ÿ.
ia: Typo de litteras pro texto con largor fixate, como exemplos de codice.
kab: Tasefsit i uḍris s tiddi tusbiṭ, am yimedyaten n tengalt.
my: အနံသေစာများ(သာတက။ ။ပရိုဂရမ်ကုတ်)အတွက် ဖောင့်။
uz: O'zgarmas kenglikdagi matn uchun shrift, shuningdek kod namunalari.

source: Book:
en@shaw: ğ‘šğ‘«ğ‘’:
ia: Libro:
kab: Adlis:
my: စာအုပ်:
uz: Kitob:

source: Language: %s
ia: Linguage: %s
kab: Tutlayt: %s
my: ဘာသာစကား : %s
uz: Til: %s

source: Language: Undefined
ia: Linguage: Non definite
kab: Tutlayt: Ur tettusbadu ara
my: ဘာသာစကား : မသတ်မှတ်
uz: Til: Belgilanmagan

source: _Collapse All
ia: _Collaber toto
kab: Fneẓ kullec (_C)
my: _အားလုံးပိတ်ရန်
uz: _Barchasini Qisqartirish

source: Book
en@shaw: ğ‘šğ‘«ğ‘’
ia: Libro
kab: Adlis
my: စာအုပ်
uz: Kitob

source: Page
en@shaw: ğ‘ğ‘±ğ‘¡
ia: Pagina
kab: Asebter
my: စာမျက်နှာ
uz: Sahifa

source: Keyword
en@shaw: ğ‘’ğ‘°ğ‘¢ğ‘»ğ‘›
ia: Parola clave
kab: Awal yufraren
my: အဓိကစကားလုံး
uz: Kalit So'z

source: Function
en@shaw: ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯
kab: Tasɣent
uz: Funksiya

source: Struct
ia: Structura
kab: Eg tamṣukt
uz: Tuzilish

source: Macro
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´
kab: Amɣer
uz: Makro

source: Type
en@shaw: ğ‘‘ğ‘²ğ‘
ia: Typo
kab: Anaw
uz: Turi

source: Property
ia: Proprietate
kab: Arat
uz: Xususiyat

source: Empty Page
en@shaw: ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘ğ‘±ğ‘¡
ia: Pagina vacue
kab: Asebter ilem
my: စာမျက်နှာအလွတ်
uz: Bo'sh sahifa

source: Devhelp support
ia: Supporto de Devhelp
kab: Tallalt n Devhelp
my: ဒက်ဗ်ဟဲလ်ပ်အကူ
uz: DevHelp qo'llab quvvatlash

source: Show API Documentation
ia: Monstrar documentation de API
kab: Sken tisemlit n API
my: API ဒိုကူမန်တေးရှင်း ပြရန်
uz: API hujjatlarni ko'rsatish

source: Devhelp (development build)
ia: Devhelp (compilation de disveloppamento)
kab: Devhelp (lebni n tneflit)
my: ဒက်ဗ်ဟဲလ်ပ် (စမ်းသပ်တည်ဆောက်)
uz: Devhelp (dasturlashni qurish)

source: translator-credits
ia: Emilio Sepúlveda <emism.translations@gmail.com>
kab: amsuqqel-isemdan
my: ဘာသာပြန်သူ ခရက်ဒစ်
uz: tarjimon-kreditlari

source: Devhelp Website
ia: Sito web de Devhelp
kab: Asmel web n Devhelp
my: ဒက်ဗ်ဟဲလ်ပ် ဝက်ဘ်ဆိုက်
uz: Devhelp vebsayti

source: Opens a new Devhelp window
ia: Aperi un nove fenestra de Devhelp
kab: Ldi asfaylu amaynut n Devhelp
my: ဒက်ဗ်ဟဲလ်ပ်ဝင်းဒိုးအသစ်ဖွင့်
uz: Yangi Devhelp oynasini ochadi

source: Search for a keyword
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘© ğ‘’ğ‘°ğ‘¢ğ‘»ğ‘›
ia: Cercar un parola clave
kab: Nadi anasiw
my: အဓိကစကားလုံးရှာ
uz: Kalit so'zni qidirish

source: KEYWORD
ia: PAROLA CLAVE
kab: ANASIW
my: အဓိကစကားလုံး
uz: KALIT SO'Z

source: Search and display any hit in the assistant window
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘§ğ‘¯ğ‘¦ ğ‘£ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
ia: Cercar e monstrar qualcunque coincidentia in le fenestra de assistente
kab: Nadi syen sken yal agmuḍ deg usfaylu n tallalt
my: ရှာပြီးတွေ့ရှိသမျှ အကူဝင်းဒိုးတွင်ပြရန်
uz: Har qanday turtki qidirish va asosy oynada ko'rsatish

source: Display the version and exit
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘¯ ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘
ia: Monstrar le version e exir
kab: Sken lqem syen ffeɣ
my: ပရိုဂရမ်၏ဗားရှင်း ပြပြီး ပရိုဂရမ် ပိတ်ရန်
uz: Versiyani ko'rsatish va chiqish

source: Quit any running Devhelp
ia: Quitar qualquncue Devhelp in execution
kab: Fakk yal Devhelp i iteddun
my: ဒက်ဗ်ဟဲလ်ပ် မှန်သမျှ ပိတ်ရန်
uz: Har qanday ishlayotgan Devhelp dan chiqish

source: Devhelp — Assistant
ia: Devhelp — Assistente
kab: Devhelp — Tallalt
my: ဒက်ဗ်ဟဲလ်ပ် — အကူ
uz: Devhelp — Yordamchi

source: Enabled
ia: Activate
kab: Yermed
my: ဖွင့်ထားသည်
uz: Yoqilgan

source: Title
ia: Titulo
kab: Azwel
my: ခေါင်းစဥ်
uz: Sarlavha

source: Preferences
ia: Preferentias
kab: Imenyafen
my: နှစ်သက်သော သတ်မှတ်ချက်များ
uz: Afzal ko'rishlar

source: _Group by language
ia: _Gruppar per linguage
kab: Agraw s tutlayt (_G)
my: ဘာသာစကားဖြင့် အုပ်စုဖွဲ့ပါ
uz: _Til bo'yicha guruhlash

source: Book Shelf
ia: Planca
kab: Taṛeffit n yidlisen
my: စာအုပ်စင်
uz: Kitob javoni

source: _Use system fonts
ia: _Usar typos de littera del systema
kab: Seqdec tisefsiyin n unagraw (_U)
my: စစ်စတမ်ဖောင့်များသုံးရန်
uz: _Sistema shriftlarini ishlatish

source: _Variable width:
ia: Largor _variabile:
kab: Tiddi tameskilt (_V):
my: အနံရှင်:
uz: _O'zgaruvchan kenglik:

source: _Fixed width:
ia: Largor _fixate:
kab: Tiddi tusbiṭ (_F):
my: အနံသေ:
uz: _O'zgarmas kenglik:

source: Fonts
ia: Typos de littera
kab: Tisefsa
my: ဖောင့်များ
uz: Shriftlar

source: New _Window
ia: _Nove fenestra
kab: A_sfaylu amaynut
my: ဝင်းဒိုးအသစ်
uz: Yangi_Oyna

source: _Print
ia: Im_primer
kab: _Siggez
my: ပုံနှိပ်ရန်
uz: _Chop Etish

source: _Find
ia: _Trovar
kab: Af (_F)
my: ရှာရန်
uz: _Topish

source: _Larger Text
en@shaw: _ğ‘¤ğ‘¸ğ‘¡ğ‘¼ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘
ia: Texto m_ajor
kab: Aḍris ahrawan (_L)
my: _စာလုံးကြီး
uz: _Kattaroq Matn

source: S_maller Text
ia: Texto _minor
kab: Aḍris ameẓẓyan (_m)
my: စာလုံးသေး
uz: Kichikroq Matn

source: _Normal Size
en@shaw: _ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ
ia: Dimension _normal
kab: Zoom ama_gnu
my: ပုံမှန်အရွယ်အစား
uz: _Me'yordagi o'lcham

source: _Preferences
ia: _Preferentias
kab: Ismenyafen (_P)
my: _နှစ်သက်သော သတ်မှတ်ချက်များ
uz: _Afzal ko'rishlar

source: _Keyboard Shortcuts
ia: Vias breve de _claviero
kab: _Inegzumen n unasiw
my: _ကီးဘုတ်မှ အလျင်အမြန် ဆောင်ရွက်မှုများ
uz: _Tezkor klaviatura kombinatsiyalari

source: _Help
en@shaw: _ğ‘£ğ‘§ğ‘¤ğ‘
ia: _Adjuta
kab: _Tallalt
my: _အကူအညီ
uz: _Yordam

source: _About Devhelp
ia: _A proposito de Devhelp
kab: Γef Devhelp (_A)
my: _ဒက်ဗ်ဟဲလ်ပ် အကြောင်း
uz: _Devhelp haqida

source: Back
ia: Retro
kab: Tuɣalin
my: ပြန်လှည့်ရန်
uz: Orqaga

source: Forward
ia: Avante
kab: Ɣer sdat
my: ရှေ့သွားရန်
uz: Oldinga

source: Toggle Side Panel
ia: Commutar pannello lateral
kab: Uɣal ɣer ugalis adisan
my: ဘေးဘက်ပန်နယ် အဖွင့်၊ အပိတ်
uz: Yon Panelni Almashtirish

source: New Tab
ia: Nove scheda
kab: Iccer amaynut
my: တပ်ဗ်အသစ်ဖွင့်
uz: Yangi oyna

# shortcut window
source: General
kab: Amatu
my: ယေဘုယျ
uz: Umumiy

# shortcut window
source: Focus global search
ia: Focalisar cerca global
kab: Siḍes anadi amatu
my: ရှာရန်
uz: Umumiy qidiruvga e'tibor berish

# shortcut window
source: Find in current page
ia: Cercar in le pagina actual
kab: Af deg usebter amiran
my: ယခုစာမျက်နှာတွင် ရှာရန်
uz: Joriy o'xshashlikni topish

# shortcut window
source: Find the next match
ia: Cercar le proxime coincidentia
kab: Af amṣada uḍfir
my: ရှေ့သို့ ရှာရန်
uz: Keyingi o'xshashlikni topish

# shortcut window
source: Find the previous match
ia: Cercar le previe coincidentia
kab: Af amṣada yezrin
my: နောက်သို့ ရှာရန်...
uz: Avvalgi o'xshashlikni topish

# shortcut window
source: Open a new window
ia: Aperir un nove fenestra
kab: Ldi asfaylu amaynut
my: ဝင်းဒိုးအသစ်ဖွင့်
uz: Yangi oyna ochish

# shortcut window
source: Open a new tab
ia: Aperir un nove scheda
kab: Ldi iccer amaynut
my: တပ်ဗ်အသစ်ဖွင့်
uz: Yangi oyna ochish

# shortcut window
source: Toggle side panel visibility
ia: Commutar visibilitate del pannello lateral
my: ဘေးဘက်ပန်နယ် အဖွင့်၊ အပိတ်
uz: Yon panel ko'rinishini almashtirish

# shortcut window
source: Go back
ia: Vader retro
kab: Uɣal ɣer deffir
my: ပြန်လှည့်ရန်
uz: Orqaga qaytish

# shortcut window
source: Go forward
ia: Vader avante
kab: Ddu ɣer uwelleh
my: ရှေ့သွားရန်
uz: Oldinga yurish

# shortcut window
source: Print
ia: Imprimer
kab: Siggez
my: ပုံနှိပ်ရန်
uz: Chop etish

# shortcut window
source: Close the current window
ia: Clauder le fenestra actual
kab: Mdel asfaylu amiran
my: ယခုသုံးနေသော ဝင်းဒိုး ပိတ်ရန်
uz: Joriy oynani yopish

# shortcut window
source: Close all windows
ia: Clauder tote le fenestras
kab: Mdel akk isfuyla
my: အားလုံးပိတ်ရန်
uz: Hamma oynalarni yopish

# shortcut window
source: Zoom
kab: Simɣeṛ
my: ဇွန်း
uz: Hajmni o'zgartirish

# shortcut window
source: Zoom in
ia: Aggrandir
kab: Semɣeṛ
my: မြင်ကွင်းချဲ့ရန်
uz: Yaqinlashtirish

# shortcut window
source: Zoom out
ia: Reducer
kab: Semẓi
my: မြင်ကွင်းလျော့ရန်
uz: Uzoqlashtirish

# shortcut window
source: Reset Zoom
ia: Reinitialisar zoom
kab: Wennez Zoom
my: နဂို မြင်ကွင်း
uz: Shriftni asl holiga qaytarish

source: Devhelp
my: ဒက်ဗ်ဟဲလ်ပ်

source: Signal
kab: Tamuli

source: Developer's Help program
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¼'ğ‘Ÿ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Documentation Browser
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘®ğ‘¬ğ‘Ÿğ‘¼

source: Selected tab: "content" or "search"
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘¨ğ‘š: "content" ğ‘¹ "search"

source: The X position of the assistant window.
en@shaw: ğ‘ X ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: The X position of the main window.
en@shaw: ğ‘ X ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: The Y position of the assistant window.
en@shaw: ğ‘ Y ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: The Y position of the main window.
en@shaw: ğ‘ Y ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: Which of the tabs is selected: "content" or "search".
en@shaw: ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘ ğ‘‘ğ‘¨ğ‘šğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›: "content" ğ‘¹ "search".

source: X position of assistant window
en@shaw: X ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: X position of main window
en@shaw: X ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Y position of assistant window
en@shaw: Y ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Y position of main window
en@shaw: Y ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Expected '%s', got '%s' at line %d, column %d
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› '%s', ğ‘œğ‘ªğ‘‘ '%s' ğ‘¨ğ‘‘ ğ‘¤ğ‘²ğ‘¯ %d, ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ %d

source: Invalid namespace '%s' at line %d, column %d
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¯ğ‘±ğ‘¥ğ‘•ğ‘ğ‘±ğ‘• '%s' ğ‘¨ğ‘‘ ğ‘¤ğ‘²ğ‘¯ %d, ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ %d

source: "title", "name" and "link" elements are required at line %d, column %d
en@shaw: "title", "name" ğ‘¯ "link" ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘¨ğ‘‘ ğ‘¤ğ‘²ğ‘¯ %d, ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ %d

source: "name" and "link" elements are required inside <sub> on line %d, column %d
en@shaw: "name" ğ‘¯ "link" ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› <ğ‘•ğ‘³ğ‘š> ğ‘ªğ‘¯ ğ‘¤ğ‘²ğ‘¯ %d, ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ %d

source: "name" and "link" elements are required inside '%s' on line %d, column %d
en@shaw: "name" ğ‘¯ "link" ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› '%s' ğ‘ªğ‘¯ ğ‘¤ğ‘²ğ‘¯ %d, ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ %d

source: "type" element is required inside <keyword> on line %d, column %d
en@shaw: "type" ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› <keyword> ğ‘ªğ‘¯ ğ‘¤ğ‘²ğ‘¯ %d, ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ %d

source: All books
en@shaw: ğ‘·ğ‘¤ ğ‘šğ‘«ğ‘’ğ‘•

source: Search in:
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘¦ğ‘¯:

source: translator_credits
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘©ğ‘• Â·ğ‘”ğ‘»ğ‘¥ğ‘©ğ‘¯

source: A developers' help browser for GNOME
en@shaw: ğ‘© ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¼ğ‘Ÿ' ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘šğ‘®ğ‘¬ğ‘Ÿğ‘¼ ğ‘“ğ‘¹ Â·ğ‘œğ‘¯ğ‘´ğ‘¥

source: _File
en@shaw: _ğ‘“ğ‘²ğ‘¤

source: _Edit
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘

source: _View
en@shaw: _ğ‘ğ‘¿

source: _Go
en@shaw: _ğ‘œğ‘´

source: _New Window
en@shaw: _ğ‘¯ğ‘¿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: New _Tab
en@shaw: ğ‘¯ğ‘¿ _ğ‘‘ğ‘¨ğ‘š

source: _Printâ€¦
en@shaw: _ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘â€¦

source: Find Next
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘

source: Find Previous
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•

source: Go to the previous page
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘ğ‘±ğ‘¡

source: Go to the next page
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ğ‘±ğ‘¡

source: _Contents Tab
en@shaw: _ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘‘ğ‘¨ğ‘š

source: _Search Tab
en@shaw: _ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘¨ğ‘š

source: Increase the text size
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘• ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ

source: Decrease the text size
en@shaw: ğ‘›ğ‘¦ğ‘’ğ‘®ğ‘°ğ‘• ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ

source: Use the normal text size
en@shaw: ğ‘¿ğ‘Ÿ ğ‘ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ

source: Display in full screen
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¦ğ‘¯ ğ‘“ğ‘«ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯

source: Larger
en@shaw: ğ‘¤ğ‘¸ğ‘¡ğ‘¼

source: Smaller
en@shaw: ğ‘•ğ‘¥ğ‘·ğ‘¤ğ‘¼

source: Preferencesâ€¦
en@shaw: ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿâ€¦

source: Contents
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Search
en@shaw: ğ‘•ğ‘»ğ‘—

source: Error opening the requested link.
en@shaw: ğ‘»ğ‘¼ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘¤ğ‘¦ğ‘™ğ‘’.

source: Find:
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘›:

source: Find previous occurrence of the search string
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘ªğ‘’ğ‘»ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™

source: Find next occurrence of the search string
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ªğ‘’ğ‘»ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™

source: Toggle case sensitive search
en@shaw: ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘’ğ‘±ğ‘• ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘ ğ‘•ğ‘»ğ‘—
