Repository: GNOME/devhelp
Catalog: po/ab.po
Languages: ab

source: Devhelp's main window
ab: Devhelpb ихадоу аҧенџьыр

source: Devhelp's main window with an open book
ab: Иаарту ашәҟәы змоу ихадоу аҧенџьыр Devhelpb

source: Devhelp supports opening multiple books
ab: Devhelpb иаднакылоит ҧыҭк ашәҟәқәа раартра

source: Devhelp supports HTML documentation formats
ab: Devhelpb адокументациақәа рформат HTML аднакылоит

source: API Documentation Browser
ab: Адокументациа API ахәаҧшра

source: documentation;information;manual;developer;api;
ab: Адокументациа;аинформациа;анапхгара;аус адулаҩ;api;

source: Main window maximized state
ab: Ихадоу аԥенџьыр аарҳәны

source: Whether the main window should start maximized.
ab: Аус арураан иаарҳәтәума ихадоу аԥенџьыр

source: Width of the main window
ab: Ихадоу аԥенџьыр аҭбаара

source: The width of the main window.
ab: Ихадоу аԥенџьыр аҭбаара.

source: Height of main window
ab: Ихадоу аԥенџьыр аҳаракыра

source: The height of the main window.
ab: Ихадоу аԥенџьыр аҳаракыра

source: Width of the index and search pane
ab: Аҵаки аԥшаареи рпанель аҭбаара

source: The width of the index and search pane.
ab: Аҵаки аԥшаареи рпанель аҭбаара

source: Width of the assistant window
ab: Ацхырааҩ иԥенџьыр аҭбаара

source: The width of the assistant window.
ab: Ихадоу аԥенџьыр аҭбаара.

source: Height of assistant window
ab: Ацхырааҩ иԥенџьыр аҳаракыра

source: The height of the assistant window.
ab: Ацхырааҩ иԥенџьыр аҳаракыра

source: Books disabled
ab: Иаҿыху ашәҟәқәа

source: List of books disabled by the user.
ab: Ахархәаҩ иаҿихыз ашәҟәқәа рыхьӡынҵа.

source: Group books by language
ab: Бызшәала аихшара

source: Whether books should be grouped by programming language in the user interface.
ab: Еидыргәыԥлазар аума ашҟәкәа аинтерфеис аҟны апрограммаҟаҵара абызшәақәа рыла

source: Use system fonts
ab: Асистематә шрифтқәа рхархәара

source: Use the system default fonts.
ab: Асистематә шрифтқәа рхархәара ишыҟоу еиԥш

source: Font for text
ab: Атекст азы ашрифт

source: Font for text with variable width.
ab: Еиҭасуа аҭабаара змоу атекст азы ашрифт

source: Font for fixed width text
ab: Ишьақәырӷәӷәоу аҭабаара змоу атекст азы ашрифт

source: Font for text with fixed width, such as code examples.
ab: Ишьақәырӷәӷәоу аҭабаара змоу атекст азы ашрифт, иаҳҳәап, акод афрагмент

source: Book:
ab: Ашәҟәы:

source: Language: %s
ab: Абызшәа: %s

source: Language: Undefined
ab: Абызшәа: арбаӡам

source: _Collapse All
ab: Зегьы ре_иҟәырҳәра

source: Book
ab: Ашәҟәы

source: Page
ab: Адаҟьа

source: Keyword
ab: Ихадоу ажәа

source: Function
ab: Афункциа

source: Struct
ab: Аилазаара

source: Macro
ab: Амакрос

source: Enum
ab: Аиқәыԥхьаӡара

source: Type
ab: Ахкы

source: Property
ab: Аҟазшьаҷыда

source: Signal
ab: Асигнал

source: Empty Page
ab: Иҭацәу адаҟьа

source: Devhelp support
ab: Devhelp адкылара

source: Show API Documentation
ab: API ала адокументациа арбара

source: Devhelp (development build)
ab: Devhelp (Аизга аҟаҵаҩцәа рзы)

source: translator-credits
ab: Нанба Наала <naala-nanba@rambler.ru>, 2022

source: Devhelp Website
ab: Веб-асаит Devhelp

source: Opens a new Devhelp window
ab: Devhelp аԥенџьыр ҿыц аанарартуеит

source: Search for a keyword
ab: Ихадароу ажәа ала апшаара

source: KEYWORD
ab: ИХАДАРОУ АЖӘА

source: Search and display any hit in the assistant window
ab: Ацхырааҩ иԥенџьыр аҟны изеиԥшразаалак аиқәшәарақәа рыпшаара

source: Display the version and exit
ab: Аверисиа арбаны аҭыҵра

source: Quit any running Devhelp
ab: Devhelp аҟынтә аҭыҵра

source: Devhelp — Assistant
ab: Devhelp — Ацхырааҩ

source: Enabled
ab: Иаҿакуп

source: Title
ab: Ахы

source: Preferences
ab: Ахышәарақәа

source: _Group by language
ab: _Абызшәақәа рыла аидыргәыԥлара

source: Book Shelf
ab: Ашәҟәы ақәҵарҭа

source: _Use system fonts
ab: _Асистема ашрифтқәа ахархәара рыҭара

source: _Fixed width:
ab: _Еснагьтәи аҭбаара:

source: Fonts
ab: Ашрифтқәа

source: New _Window
ab: _Аԥенџьыр ашьақәыргылара

source: _Print
ab: _Акьыҧхьра

source: _Find
ab: _Аҧшаара

source: _Larger Text
ab: Атекст а_рдура

source: S_maller Text
ab: Атекст а_рхәҷра

source: _Normal Size
ab: А_бжьааԥнытәи ашәагаа

source: _Preferences
ab: _Ахышәарақәа

source: _Keyboard Shortcuts
ab: _Ицоу арыдқәа

source: _Help
ab: _Аилыркаа

source: _About Devhelp
ab: _Аԥшьы иазкны

source: Back
ab: Шьҭахьҟа

source: Forward
ab: Ԥхьаҟа

source: Toggle Side Panel
ab: Аваратәи апанель аиагара

source: New Tab
ab: Агәылаҵа ҿыц
